/*
Задание 2
Реализовать агрегирование. При создании класса агрегируемый класс объявляется как атрибут
(локальная переменная, параметр метода). Включить в каждый класс 2-3 метода на выбор.
Продемонстрировать использование разработанных классов.

Вариант 5
Создать класс Абзац, используя класс Слово.
 */

package com.example;

public class Main {
	public static void main(String[] args) {
		System.out.println("Galanin P. I.     =gpi_lab4_task2_option5=");
		gpi_Paragraph obj = new gpi_Paragraph();
		obj.gpi_main();
	}
}
