/*
Задание 1
Реализовать указанный класс, включив в него вспомогательный внутренний класс или классы.
Реализовать 2-3 метода (на выбор). Продемонстрировать использование реализованных классов.

Вариант 5
Создать класс Department (отдел фирмы) с внутренним классом,
с помощью объектов которого можно хранить информацию обо всех должностях отдела и обо всех сотрудниках,
когда-либо занимавших конкретную должность.
*/

package com.example;

public class Main {
	public static void main(String[] args) {
		System.out.println("Galanin P. I.     =gpi_lab4_task1_option5=");
		gpi_Department obj = new gpi_Department();
		obj.gpi_main();
	}
}
